Repository: paulwoman/Capitalism_Lab_ENG_to_NL
Catalog: tm/auto/legacy_brand_en-US_nl.tmx
Source language: en_us
Languages: nl

source: Title=Legacy Brand
nl: Title=Gevestigd merk

source: Description=You have bought the brand asset of a defunct company which used to be a popular consumer brand and still carries significant brand value in the present day.
nl: Description=Je hebt de intellectuele eigendom gekocht van een niet langer bestaande onderneming die een populair consumentenmerk was en nog steeds een sterke merkwaardering heeft.

source: ^^You plan to launch a new range of products of outstanding quality and market them under the legacy brand.
nl: ^^Je bent van plan een nieuwe goederenreeks te lanceren van uitstekende kwaliteit en deze onder dat merk uit te brengen.

source: ^^By leveraging the brand, your new products will gain instant consumer recognition without prior advertising. ^^(Note: You are not allowed to change brand strategy in this game.)
nl: ^^Door het merk verder op te tillen, zullen jouw nieuwe producten onmiddellijk op bijval kunnen rekenen van consumenten zonder eerst te moeten adverteren.^^(Opmerking: het is niet toegestaan de merkstrategie te wijzigen in dit spel.)

source: Goal Title=Growth Dilemma
nl: Goal Title=Groeidilemma

source: Goal Description=You intend to grow your company by diversifying your product portfolio.
nl: Goal Description=Je wil jouw onderneming laten groeien door het goederenaanbod te diversifiÃ«ren.

source: But you must maintain consistent quality across all product lines or you will see your brand losing consumer loyalty.
nl: Daarbij moet je de kwaliteit voor alle goederen blijven handhaven anders verliest jouw merk klantengetrouwheid.

source: Goal Achieved Text=Congratulations!
nl: Goal Achieved Text=Gefeliciteerd!

source: Your company has successfully achieved growth while delivering impressive bottom-line profits.
nl: Jouw onderneming kon met succes groeien terwijl je indrukwekkende winsten behaalde.

source: Goal Title=Testing the Limit
nl: Goal Title=Grenzen aftoetsen

source: Goal Description=With your prior success, you have become even more ambitious in expanding your business.
nl: Goal Description=Door jouw vorig succes, heb je ambitie om jouw onderneming uit te breiden.

source: But further product diversification will surely negatively impact brand loyalty.
nl: Maar, het verdere goederendiversificatie zal zeker een negatief effect hebben op de merkgetrouwheid.

source: Can you pull it off this time? Have it reached the limit already?
nl: Kan je het waar maken of is de grens al bereikt?

source: Goal Achieved Text=Bravo!
nl: Goal Achieved Text=Goed zo!

source: You have defied the conventional thinking that corporate brand can never support a highly diverse product portfolio.
nl: Je hebt conventionele denkers aangetoond dat diversificatie en merkstrategie wel degelijk samengaan.

source: Parent Goal=Growth Dilemma
nl: Parent Goal=Groeidilemma

source: Goal Title=Legacy Brand
nl: Goal Title=Gevestigd merk

source: Goal Description=You have bought the brand asset of a defunct company which used to be a popular consumer brand and still carries significant brand value in the present day.
nl: Goal Description=Je hebt de intellectuele eigendom gekocht van een niet langer bestaande onderneming die een populair consumentenmerk was en nog steeds een sterke merkwaardering heeft.

source: You plan to launch a new range of products of outstanding quality and market them under the legacy brand.
nl: Je bent van plan een nieuwe goederenreeks te lanceren van uitstekende kwaliteit en deze onder dat merk uit te brengen.

source: By leveraging the brand, your new products will gain instant consumer recognition without prior advertising.
nl: Door het merk verder op te tillen, zullen jouw nieuwe producten onmiddellijk op bijval kunnen rekenen van consumenten zonder eerst te moeten adverteren.

source: (You are not allowed to change brand strategy in this game.)
nl: (Opmerking: het is niet toegestaan de merkstrategie te wijzigen in dit spel.)
